tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "nikolaeu/numi"
tap "shivammathur/php"
tap "tako8ki/tap"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "apr-util"
brew "at-spi2-core"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "bottom"
brew "broot"
brew "coreutils"
brew "openldap"
brew "curl"
brew "enchant"
brew "exa"
brew "fd"
brew "freetds"
brew "fzf"
brew "gdu"
brew "gh"
brew "unbound"
brew "gnutls"
brew "glib-networking"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "gtk+3"
brew "gtk-mac-integration"
brew "gspell"
brew "gtksourceview4"
brew "guile"
brew "htop"
brew "httpd"
brew "jq"
brew "lazygit"
brew "lf"
brew "libgedit-amtk"
brew "libgedit-gtksourceview"
brew "py3cairo"
brew "libpeas"
brew "libpq"
brew "libpsl"
brew "libsoup"
brew "lsd"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "node"
brew "python@3.10"
brew "node@14"
brew "php"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "pyenv"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "starship"
brew "tepl"
brew "tig"
brew "tmux"
brew "vala"
brew "vim"
brew "websocat"
brew "wget"
brew "zoxide"
brew "zplug"
brew "koekeishiya/formulae/skhd"
brew "nikolaeu/numi/numi-cli"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "tako8ki/tap/gobang"
cask "alacritty"
cask "amethyst"
cask "anaconda"
cask "arc"
cask "dbeaver-community"
cask "dbgate"
cask "dozer"
cask "flameshot"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "libreoffice"
cask "megasync"
cask "numi"
cask "obsidian"
cask "openinterminal"
cask "stats"
cask "thunderbird"
cask "wezterm"
vscode "alefragnani.project-manager"
vscode "bmewburn.vscode-intelephense-client"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "extr0py.vscode-relative-line-numbers"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hakcorp.php-awesome-snippets"
vscode "humao.rest-client"
vscode "k--kato.intellij-idea-keybindings"
vscode "maximus136.change-string-case"
vscode "mikestead.dotenv"
vscode "Monish.regexsnippets"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "octref.vetur"
vscode "onecentlin.laravel5-snippets"
vscode "percygrunwald.vscode-intellij-recent-files"
vscode "PKief.material-icon-theme"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shufo.vscode-blade-formatter"
vscode "SonarSource.sonarlint-vscode"
vscode "st-pham.php-refactor-tool"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "zhuangtongfa.material-theme"
