tap "charmbracelet/tap"
tap "derailed/k9s"
tap "dlvhdr/formulae"
tap "ersisk/tap", "https://github.com/ersisk/homebrew-tap.git"
tap "ggozad/formulas"
tap "hedhyw/main"
tap "homebrew/bundle"
tap "homebrew/services"
tap "iamngoni/gitwhisper"
tap "jorgerojas26/lazysql"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
tap "phalcon/extension", "https://github.com/phalcon/homebrew-tap"
tap "railwaycat/emacsmacport"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "sst/tap"
tap "tako8ki/tap"
brew "act"
brew "age"
brew "python@3.13"
brew "awscli"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "fontconfig"
brew "composer"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "go"
brew "gum"
brew "hl"
brew "htop"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "librdkafka"
brew "lsd"
brew "luarocks"
brew "mole"
brew "mysql-client"
brew "navi"
brew "neovim"
brew "newsboat"
brew "python@3.14"
brew "nmap"
brew "pcre"
brew "pillow"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "presenterm"
brew "pwgen"
brew "python@3.11"
brew "ranger"
brew "resvg"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "skillshare"
brew "starship"
brew "stow"
brew "swagger-codegen"
brew "tailspin"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "translate-shell"
brew "uv"
brew "wget"
brew "yazi"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zplug"
brew "derailed/k9s/k9s"
brew "dlvhdr/formulae/diffnav"
brew "ersisk/tap/sieve"
brew "hedhyw/main/jlv"
brew "iamngoni/gitwhisper/gitwhisper"
brew "joshmedeski/sesh/sesh"
brew "shivammathur/extensions/mongodb@8.4"
brew "sst/tap/opencode"
cask "nikitabobko/tap/aerospace"
cask "alt-tab"
cask "antigravity"
cask "beekeeper-studio"
cask "bruno"
cask "caffeine"
cask "claude-code"
cask "copilot-cli"
cask "flameshot"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "gimp"
cask "hiddenbar"
cask "keepassxc"
cask "libreoffice"
cask "localsend"
cask "neovide-app"
cask "notunes"
cask "obsidian"
cask "ollama-app"
cask "opencode-desktop"
cask "openinterminal"
cask "pearcleaner"
cask "phpstorm"
cask "postman-agent"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zen"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "extr0py.vscode-relative-line-numbers"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "open-southeners.laravel-pint"
vscode "pkief.material-icon-theme"
vscode "qufiwefefwoyn.kanagawa"
vscode "tobias-z.vscode-harpoon"
vscode "vscodevim.vim"
vscode "vspacecode.whichkey"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "hygg"
