tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "nikitabobko/tap"
tap "nikolaeu/numi"
tap "out-of-cheese-error/the-way"
tap "shivammathur/php"
tap "svix/svix"
tap "tako8ki/tap"
brew "apr-util"
brew "glib"
brew "at-spi2-core"
brew "awscli"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "broot"
brew "btop"
brew "coreutils"
brew "curl"
brew "enchant"
brew "eza"
brew "fd"
brew "freetds"
brew "fzf"
brew "gdu"
brew "gh"
brew "gobject-introspection"
brew "unbound"
brew "gnutls"
brew "glib-networking"
brew "go"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gtk+3"
brew "gspell"
brew "gtk-mac-integration"
brew "gtksourceview4"
brew "guile"
brew "htop"
brew "httpd"
brew "jq"
brew "lazygit"
brew "lf"
brew "libgedit-amtk"
brew "libgedit-gtksourceview"
brew "libgedit-tepl"
brew "py3cairo"
brew "libpeas"
brew "libpq"
brew "libpsl"
brew "libsoup"
brew "lsd"
brew "luarocks"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "python@3.10"
brew "node@14"
brew "openldap"
brew "php"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "postgresql@14"
brew "pwgen"
brew "pyenv"
brew "python@3.9"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "starship"
brew "superfile"
brew "tig"
brew "tmux"
brew "vala"
brew "vim"
brew "websocat"
brew "wget"
brew "zoxide"
brew "zplug"
brew "joshmedeski/sesh/sesh"
brew "nikolaeu/numi/numi-cli"
brew "out-of-cheese-error/the-way/the-way"
brew "svix/svix/svix"
brew "tako8ki/tap/gobang"
cask "amethyst"
cask "bruno"
cask "chromium"
cask "dbeaver-community"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-sf-pro"
cask "font-ubuntu-nerd-font"
cask "libreoffice"
cask "obsidian"
cask "openinterminal"
cask "wezterm"
